org/blog.org
#+title: ORG Content
#+author: Victor Dorneanu
#+startup: indent fold
#+hugo_base_dir: ../
#+hugo_section: posts
#+hugo_auto_set_lastmod: t
#+hugo_paired_shortcodes: %sidenote
#+property: header-args :eval never-export

#+macro: zk [[https://brainfck.org/#$1][$2]]
#+macro: bib [[https://brainfck.org/bib.html#$1][$2]]
#+macro: relref @@hugo:[@@ $1 @@hugo:]({{< relref "$2" >}})@@
#+macro: titleref @@hugo:{{< titleref "$1" "@@ $2 @@hugo:" >}}@@


** DONE Book summary: Digital Minimalism                                       :books:minimalism:
CLOSED: [2022-05-02 Mon 20:48]
:PROPERTIES:
:EXPORT_FILE_NAME: 2022-book-summary-digital-minimalism
:END:

#+html: {{< gbox src="/posts/img/2022/digital-minimalism/book-cover.jpg" title="Digital Minimalism" caption="I've started with the audio book but then I ordered a physical copy for further reading" pos="left" >}}

It started with the audio book but soon I've realized there is so much valuable content in
it I cannot extract by just seeking forward and backward. Finally I've ordered a physical
copy so I can dedicate even more time digesting the content and putting everything into my
personal [[https://brainfck.org][Zettelkasten]].


#+begin_src plantuml :file ../static/posts/img/2022/digital-minimalism/digital-minimalism-mindmap.png :cmdline -charset UTF-8 :exports none
@startmindmap
+[#Orange] Digital Minimalism
++ Attention Economy
+++ A business sector that makes money gathering consumers attention,\nrepackaging and reselling it to advertisers.
+++ extracting eyeball minutes has become more lucrative than extracting oil
++ Principles
+++ Digital declutter
+++ Optimization of technology use
+++ Intentionality is satisfying
++ On our sociality
+++ We're social beings
++++ Humans have a reflex to think about social issues (default network)
++++ Tech companies already know that the crave for social status is already within us
++++ Lack of positive feedback leads to stress
+++ No digital invention cannot ever replace our sociality
+++ Solitude is underrated
++++ Spend more time alone with your own thoughts
++++ Give your brain a break from constant input\n (social media, podcasts, articles, videos, movies etc.)
++++ Put away your smartphone
++++ Take long walks
++++ Write letters to yourself (journals/diaries)
+++ Focus on conversation-centric communication
++ Live a good life
+++ Focus more on high-quality leisure
+++ Define leisure plans
++++ Saisonal
++++ Weekly
@endmindmap
#+end_src

#+CAPTION: Book mindmap
#+html: {{< gbox src="/posts/img/2022/digital-minimalism/digital-minimalism-mindmap.png" title="Digital Minimalism - Mindmap" caption="Some of the key concepts/ideas I've found interesting. Also check my <a href=\"https://brainfck.org/#Digital%20Minimalism\">Zettelkasten entry</a>" pos="left" >}}

*** Principles
The main idea is to adopt a philosphy of conscious use of digital tools and technologies
instead of letting them dictate how we spend our time and how we feel. We should be in
charge of our daily experience and decisions how to extract the good from these
technologies while side-stepping what's bad. So called digital minimalists transform and
use innovations from a source of distraction into something that supports their lives well
lived.

The author lists 3 main {{{zk(Digital Minimalism / Philosophy,principles)}}} with regards
to "Digital Minimalism":

- De-clutter your (digital) life because clutter is costly
  - to many devices, apps, services can have a negative impact on your attention
  - each technology you decide to use should bring value into your life ("some" value is not enough)
- Optimization is important
  - deciding which technology to use is only the first step
  - how to use it to fully extract its potential is even more important
- Intentionality is satisfying
  - digital minimalists derive satisfaction from their general commitment to being more
    intentional about how they engage with new technologies

*** High-quality leisure
#+begin_quote
You cannot expect an app dreamed up in a dorm room, or among the ping-pong tables of a
Silicon Valley incubator, to successfully replace the types of rich interactions to which
we've painstakingly adapted over millenia. Our society is simply too complex to be
outsourced to a social network or reduced to instant messages and emojis. - {{{zk(Digital
Minimalism - Note 6,Source)}}}
#+end_quote

And because those "rich interactions" are essential to the well-being of our own
sociality, following recommendations should be embraced:

- Put away your smartphone
- Take more time alone
  - free from external input (podcasts, articles, videos/movies etc.)
  - just be alone with your own thoughts
- Focus on conversation-centric communication
  - avoid anything textual or non-interactive (social media, email, text instant
    messaging) conversations
  - arrange more phone calls with your beloved ones
- Focus more on high-quality leisure
  - Doing nothing is overrated
    - It's tempting to crave the release of having nothing to do
    - It's also tempting to check your phone while "doing nothing"
  - Implement leisure plans
    - allow your (time) schedule to have rich interactions also in-between
    - also schedule low-quality leisure for checking messages, writing back

*** Additional resources
As always read more about inter-connected topics in my {{{zk(Zettelkasten,Zettelkasten)}}}
at [[https://brainfck.org/#Digital%20Minimalism][Digital Minimalism]].
**** Books
- [[https://www.goodreads.com/book/show/28503628-the-attention-merchants][The attention merchants]]
- [[https://www.nytimes.com/2015/10/04/books/review/jonathan-franzen-reviews-sherry-turkle-reclaiming-conversation.html][Reclaiming conversation]]
- [[https://www.goodreads.com/en/book/show/36447287][Handmade: Creative focus in the age of distraction]]
- [[https://www.goodreads.com/book/show/43582733-stillness-is-the-key][Stillness is the key]]
- [[https://www.goodreads.com/book/show/31451193-lead-yourself-first][Lead yourself first]]

