content/posts/2022-book-summary-digital-minimalism.md
+++
title = "Book summary: Digital Minimalism"
author = ["Victor Dorneanu"]
date = 2022-05-02T20:48:00+02:00
lastmod = 2022-05-03T06:20:51+02:00
tags = ["books", "minimalism"]
draft = false
+++

{{< gbox src="/posts/img/2022/digital-minimalism/book-cover.jpg" title="Digital Minimalism" caption="I've started with the audio book but then I ordered a physical copy for further reading" pos="left" >}}

It started with the audio book but soon I've realized there is so much valuable content in
it I cannot extract by just seeking forward and backward. Finally I've ordered a physical
copy so I can dedicate even more time digesting the content and putting everything into my
personal [Zettelkasten](https://brainfck.org).

{{< gbox src="/posts/img/2022/digital-minimalism/digital-minimalism-mindmap.png" title="Digital Minimalism - Mindmap" caption="Some of the key concepts/ideas I've found interesting. Also check my <a href=\"https://brainfck.org/#Digital%20Minimalism\">Zettelkasten entry</a>" pos="left" >}}


## Principles {#principles}

The main idea is to adopt a philosphy of conscious use of digital tools and technologies
instead of letting them dictate how we spend our time and how we feel. We should be in
charge of our daily experience and decisions how to extract the good from these
technologies while side-stepping what's bad. So called digital minimalists transform and
use innovations from a source of distraction into something that supports their lives well
lived.

The author lists 3 main [principles](https://brainfck.org/#Digital%20Minimalism%20/%20Philosophy) with regards
to "Digital Minimalism":

-   De-clutter your (digital) life because clutter is costly
    -   to many devices, apps, services can have a negative impact on your attention
    -   each technology you decide to use should bring value into your life ("some" value is not enough)
-   Optimization is important
    -   deciding which technology to use is only the first step
    -   how to use it to fully extract its potential is even more important
-   Intentionality is satisfying
    -   digital minimalists derive satisfaction from their general commitment to being more
        intentional about how they engage with new technologies


## High-quality leisure {#high-quality-leisure}

> You cannot expect an app dreamed up in a dorm room, or among the ping-pong tables of a
> Silicon Valley incubator, to successfully replace the types of rich interactions to which
> we've painstakingly adapted over millenia. Our society is simply too complex to be
> outsourced to a social network or reduced to instant messages and emojis. - [Source](https://brainfck.org/#Digital%20Minimalism%20-%20Note%206)

And because those "rich interactions" are essential to the well-being of our own
sociality, following recommendations should be embraced:

-   Put away your smartphone
-   Take more time alone
    -   free from external input (podcasts, articles, videos/movies etc.)
    -   just be alone with your own thoughts
-   Focus on conversation-centric communication
    -   avoid anything textual or non-interactive (social media, email, text instant
        messaging) conversations
    -   arrange more phone calls with your beloved ones
-   Focus more on high-quality leisure
    -   Doing nothing is overrated
        -   It's tempting to crave the release of having nothing to do
        -   It's also tempting to check your phone while "doing nothing"
    -   Implement leisure plans
        -   allow your (time) schedule to have rich interactions also in-between
        -   also schedule low-quality leisure for checking messages, writing back


## Additional resources {#additional-resources}

As always read more about inter-connected topics in my [Zettelkasten](https://brainfck.org/#Zettelkasten)
at [Digital Minimalism](https://brainfck.org/#Digital%20Minimalism).


### Books {#books}

-   [The attention merchants](https://www.goodreads.com/book/show/28503628-the-attention-merchants)
-   [Reclaiming conversation](https://www.nytimes.com/2015/10/04/books/review/jonathan-franzen-reviews-sherry-turkle-reclaiming-conversation.html)
-   [Handmade: Creative focus in the age of distraction](https://www.goodreads.com/en/book/show/36447287)
-   [Stillness is the key](https://www.goodreads.com/book/show/43582733-stillness-is-the-key)
-   [Lead yourself first](https://www.goodreads.com/book/show/31451193-lead-yourself-first)
